Repository: bpedroso/gnomato
Catalog: po/*.po
Languages: fr

source: <b>Tasks</b>
fr: <b>Tâches</b>

source: <b>Work On</b>
fr: <b>En train de travaille sur</b>

source: Finish
fr: Finaliser

source: Gnomato Website
fr: Site de Gnomato

source: Intervals
fr: Intervalle

source: Long Break:
fr: Pause Plus Longue:

source: Name:
fr: Nom:

source: Preferences - Gnomato
fr: Préférences - Gnomato

source: Restart
fr: Redémarrer

source: Short Break:
fr: Pause Moins Longue:

source: Start
fr: Démarrage

source: W - B - W - B - W - B - W - LB
fr: T - P - T - P - T - P - T - PM

source: Work:
fr: Travail:

source: _Edit
fr: É_diter

source: _File
fr: _Fichier

source: _Help
fr: A_ide

source: _New Task
fr: _Nouvelle Tâche

source: Creating database
fr: En créant la base de données

source: Database successfully created
fr: Base de données creé avec succès

source: Could not open the database. Error:
fr: Il n'était pas possible d'accéder à la base de données. Erreur:

source: Start/Pause
fr: Démarrage/Pause

source: W -
fr: T -

source: <span color="red"><b>LB</b></span>
fr: <span color="red"><b>PM</b></span>

source: <span color="red"><b>B</b></span> -
fr: <span color="red"><b>P</b></span> -

source: <span color="green"><b>W</b></span> -
fr: <span color="green"><b>T</b></span> -

source: LB
fr: PM

source: B -
fr: P -

source: Title
fr: Titre

source: Take a break
fr: Faire une pause

source: End of break
fr: Fin de la pause
